[ "Potenziale d'onda, Indefinito, Libertà, Follia, In cammino verso un evoluzione, Nomade , Desiderio, Pellegrino, Portarsi l'essenziale, Visionario, Procedere verso lo sviluppo di ogni potenzialità umana.",
  "Operare, fare con ciò che si ha a disposizione, Inizio, Tutto si può fare, Lavoro, Inizio della ricerca della saggezza, Volonta di creare, arraffazzonarsi.",
  "Sono il canale di un sapere, Accumulare, Ricevere, Madre divina, Donna frigida, Donna passiva Solitudine, Silenzio, Meditazione, Consiglio disinteressato.",
  "Donna emancipata, Donna attiva, Iniziativa, Invadenza, Donna dominante, Celebrità, Comando, Sò quello che voglio. Saper agire, Non farsi influenzare.",
  "Padre dominante, Potenza, Energia materiale, Agire senza sforzo, Consapevolezza del proprio valore, Nel momento in cui viene riconosciuto il mio valore sono influente sugli altri, Stabilità.",
  "Mediatore, Ideale, Autorità ispirata, Conoscenza, Fanatismo, Saper convincere gli altri, saper guidare gli altri essendo guidati dalla propria fede.",
  "Incertezza, Tentazione, Scegliere guidati dalla convenienza, Scegliere guidati dalla passione.",
  "Agire guidati dalla propria passione, Viaggio, Trionfo, Amante, Talento, Saper gestire le proprie diversità.",
  "Equilibrio, Saper discriminare senza coinvolgimenti emotivi, Inflessibilità, Leggi cosmiche, Lucidità, Meritocrazia, Voler tendere ad una perfezione, Valutare.",
  "Saggezza, Prudenza, Procedere in solitaria, Saper mostrare la strada agli altri nei momenti bui della vita, Conoscenza dell'occulto, Introspezione, Vita interiore.",
  "Opportunità, Imprevisto, Ripetizione di un ciclo, Tutto cambia per non cambiare niente, Agire condizionati dalle circostanze, Circolazione, Essere in un circuito chiuso.",
  "Lo spirito che controlla il desiderio, che controlla le pulsioni,Armonia tra intelletto e sessualità, Autodisciplina, Trattare con dolcezza situazioni aggressive, Donna frigida che ha paura dell'orgasmo, Forza Morale.",
  "Cambio di prospettiva, Essere sospesi, Attesa, Autopunizione, Raggiungere il vuoto mentale.",
  "Trasformazione profonda, Setacciare, Ricercare in profondità, Fine di un illusione, Perdita, Morte, Distruzione, Lavoro, sull'inconscio, Cambiamento radicale.",
  "Saper gestire le distanze per far scorre le energie correttamente, Armonia, Circolazione interna, Aiuto divino, Purificazione dell'anima, Moderazione.",
  "Forze sessuali, Bestialità, Rapporto con l'ombra, Rapporto col potere, Rapporto con le perversioni, Rapporto con le dipendenze.",
  "Crollo di una struttura, apertura mentale, festeggiamenti, Liberazione, Eiaculazione, Colpo di genio, lasciar circolare l'energia sessuale, Illuminazione.",
  "Dono di sé al mondo, Aiuto provvidenziale, Amore universale, Spreco della propria energia, Azione altruistica, Sacralizzare un luogo, Pace.",
  "Unione dei progetti, ci si incontra nelle risorse e negli istinti, creare un luogo sicuro, protetto.",
  "Costruzione di un opera comune, Successo, Felicità, Luce, dare energia ad un progetto condiviso, Gloria, Coscienza realizzata, Solidarietà.",
  "Brusco risveglio, Annuncio, Messaggio, RinascitaNascita della coscienza superiore, Contemplazione, Rivelazione, Fede, Adorazione, Consacrazone, Virtù.",
  "Compimento, Realizzazione nel mondo, Essere se stessi nel mondo, sapersi proteggere dal mondo, Anima universale, Apertura, Donna Ideale. Saper manifestare se stessi nel mondo."
]
